{
  "Earth": {
    "info": ["i1", "i2"],
    "activities": [
      "Aurora Borealis Viewing: Witness the mesmerizing Northern Lights in places like Iceland, Norway, or Canada. These natural light displays are a breathtaking sight to behold.",
      "Deep Sea Diving: Explore the vibrant and diverse marine life in coral reefs around the world, such as Australia's Great Barrier Reef or the Maldives.",
      "Volcano Trekking: Hike to the summit of active volcanoes like Mount Kilimanjaro in Tanzania or Mount Vesuvius in Italy for an adrenaline-pumping adventure.",
      "Safari in Africa: Embark on a safari in countries like Kenya, Tanzania, or South Africa to see the 'Big Five' (lion, leopard, elephant, buffalo, and rhinoceros) and other incredible wildlife.",
      "Antarctic Expedition: Travel to the southernmost continent to witness its pristine landscapes, stunning ice formations, and unique wildlife, including penguins and seals.",
      "Amazon Rainforest Exploration: Explore the Amazon rainforest in Peru, Brazil, or Ecuador, and encounter a vast array of plant and animal species in this lush and biodiverse environment.",
      "Hot Air Balloon Rides: Soar above picturesque landscapes like the Cappadocia region in Turkey or the Napa Valley in California for a bird's-eye view of stunning scenery.",
      "Northern Norway in Winter: Experience a winter wonderland by visiting places like Tromsø, Norway, where you can go dog sledding, snowmobiling, and witness the Northern Lights.",
      "Cultural Festivals: Attend cultural festivals worldwide, such as Rio Carnival in Brazil, Diwali in India, or the Venice Carnival in Italy, to immerse yourself in local traditions and celebrations.",
      "Historical Sites: Explore ancient wonders like the Pyramids of Giza in Egypt, Machu Picchu in Peru, or the Great Wall of China to connect with human history and marvel at architectural achievements.",
      "Spaceport Tours: Visit spaceports like Kennedy Space Center in Florida or Baikonur Cosmodrome in Kazakhstan to witness rocket launches and learn about space exploration.",
      "Underwater Hotel Stays: Stay in underwater hotels like the Conrad Maldives Rangali Island Resort or The Manta Resort in Tanzania for a unique underwater experience."
    ]
  },
  "Mercury": {
    "info": ["i1-", "i2-"],
    "activities": [
      "Solar Observation - Protected by advanced heat-resistant suits, tourists can witness the extreme temperature variations on Mercury while observing the sun from this closest planet.",
      "Solar Kite Surfing - Take advantage of the scorching temperatures on Mercury by kite surfing on the surface, utilizing specially designed solar kites to ride the intense solar winds."
    ]
  },
  "Jupiter": {
    "info": ["i1", "i2"],
    "activities": [
      "Gas Cloud Skydiving - Dive into the swirling gas clouds of Jupiter with a specially designed suit, experiencing a weightless free fall before deploying a parachute and returning to a spaceship high above.",
      "Gas Giant Exploration - Tourists can embark on spacecraft that take them deep into the cloud layers of Jupiter, offering a unique chance to witness the immense storms and mysterious features of the giant planet."
    ]
  },
  "Uranus": {
    "info": ["i1", "i2"],
    "activities": [
      "Radiation Shielded Aurora Viewing: Watch the bright radioactive auroras in Uranus' sky while wearing radiation-shielded suits and protective gear.",
      "Ice Caving Expeditions: Explore the icy caves and formations on Uranus' surface using advanced space suits and mobility devices.",
      "Subglacial Lake Exploration: Investigate subglacial lakes on Uranus, which may exist beneath thick layers of ice, using underwater vehicles.",
      "Aerial Glider Adventures: Glide through Uranus' thick atmosphere using aerial gliders or hang gliders designed for the unique conditions.",
      "Radioactive Mineral Prospecting: Search for valuable radioactive minerals and resources on Uranus' surface that could be valuable for future space industries.",
      "Extreme Ice Skating: Organize ice skating on Uranus' icy terrain with specialized radiation-resistant skates and equipment."
    ]
  },
  "Venus": {
    "info": ["i1", "i2"],
    "activities": [
      "Venusian Cloud Surfing: Ride the thick clouds of Venus using specially designed cloud-surfing equipment that can withstand extreme heat and pressure.",
      "Volcanic Cave Exploration: Explore the labyrinthine network of volcanic caves and tunnels on Venus' surface, protected by advanced heat-resistant suits.",
      "Floating Cities: Experience life in floating cities suspended in Venus' upper atmosphere, where conditions are more Earth-like and habitable.",
      "Sulfuric Acid Kayaking: Brave the acidic rivers and lakes of Venus in acid-resistant kayaks for a unique kayaking adventure.",
      "Venusian Jungle Trekking: Journey through the dense and exotic jungles of Venus, discovering unique plant and animal life.",
      "Extreme Hiking on the High Plateaus: Hike across the scorching high plateaus of Venus, equipped with heat-resistant gear and oxygen masks."
    ]
  },
  "Saturn": {
    "info": ["i1", "i2"],
    "activities": [
      "Ring Touring: Take a tour through Saturn's stunning ring system using specially designed spacecraft with panoramic views.",
      "Titanic Submersions: Dive into the methane and ethane seas of Saturn's largest moon, Titan, in advanced submersibles built for extreme conditions.",
      "Gas Giant Balloon Rides: Soar high above Saturn's cloud tops in gas-filled balloons equipped with observation decks for breathtaking views of the planet.",
      "Space Skydiving: Experience the ultimate thrill by skydiving from the outer reaches of Saturn's atmosphere, free-falling before deploying a parachute and returning to a spacecraft.",
      "Enceladus Ice Caving: Explore the icy caverns and tunnels beneath the surface of Enceladus, another of Saturn's intriguing moons.",
      "Saturnian Storm Chasing: Join an expedition to chase and study the massive storms that periodically rage across Saturn's atmosphere using advanced storm-chasing spacecraft."
    ]
  },
  "Neptune": {
    "info": ["i1", "i2"],
    "activities": [
      "Neptunian Submarine Expeditions: Explore the deep oceans of Neptune's moon Triton in advanced submersibles designed for the extreme cold and pressure.",
      "Methane Iceberg Sailing: Navigate the methane icebergs that float on the icy seas of Triton, Neptune's largest moon.",
      "Neptunian Windsurfing: Catch the powerful winds of Neptune's atmosphere while windsurfing on its vast blue clouds using specialized equipment.",
      "Neptune's Aurora Safari: Witness the mesmerizing auroras that dance across Neptune's polar skies during guided aurora safaris.",
      "Neptune's Deep Space Telescopes: Operate powerful telescopes stationed in Neptune's orbit to observe distant celestial objects and phenomena.",
      "Neptune's Subsurface Cave Exploration: Delve into the mysterious caves and tunnels beneath Neptune's icy surface in search of unique geological formations and life forms."
    ]
  },
  "Mars": {
    "info": ["i1", "i2"],
    "activities": [
      "Martian Sandboarding - Experience the thrill of sandboarding on Mars' vast sand dunes, with the planet's lower gravity making it an exhilarating adventure.",
      "Martian Rover Tours - Visitors can explore the Martian surface in specially designed rovers, guided by expert astronauts or AI systems. They can visit iconic Martian landmarks like Valles Marineris and Olympus Mons."
    ]
  }
}
